Revit 2024 API
BuiltInFailures.ImageFailures Class
 Failures about Image.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ImageFailures
Visual Basic
Public NotInheritable Class ImageFailures
Visual C++
public ref class ImageFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ImageFailures
See Also
BuiltInFailures.ImageFailures Members
Autodesk.Revit.DB Namespace